import { Quiz, QuestionType } from './types';

const questions = [
  {
    "id": "hn8ybj0hi",
    "text": "ناڤێ (HCl(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفاتی ئاسن (II)",
      "ترشی هایدرۆکلۆریک",
      "ئۆکسیدی ئەلەمنیۆم",
      "هایدرۆکسیدی سۆدیۆم (سۆدایا کۆستیک)"
    ],
    "correctAnswer": "ترشی هایدرۆکلۆریک"
  },
  {
    "id": "joih1q4cx",
    "text": "ناڤێ (HCl(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ستڕۆنتیۆم",
      "سەلفایدی هایدرۆجین (گازی هێکێن گەنی)",
      "هایدرۆکسیدی بیریلیۆم",
      "کلۆریدی هایدرۆجین"
    ],
    "correctAnswer": "کلۆریدی هایدرۆجین"
  },
  {
    "id": "yt6uezuad",
    "text": "ناڤێ (HBr(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی زینك",
      "ترشی هایدرۆبرۆمیک",
      "ئوگزالاتا ئاسن (II)",
      "نیتراتی ئاسن (III)"
    ],
    "correctAnswer": "ترشی هایدرۆبرۆمیک"
  },
  {
    "id": "jfy9igt4i",
    "text": "ناڤێ (HBr(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "برۆمیدی هایدرۆجین",
      "نایترایدی مەگنیسیۆم",
      "ترشی کلۆرۆز",
      "هایدرۆکسیدی ئەمۆنیۆم"
    ],
    "correctAnswer": "برۆمیدی هایدرۆجین"
  },
  {
    "id": "bq9cz8683",
    "text": "ناڤێ (HI(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی ئەسیتیک (خەلیک)",
      "کلۆریدی زینك",
      "ترشی هایدرۆیۆدیک",
      "نیتراتی ئەمۆنیۆم"
    ],
    "correctAnswer": "ترشی هایدرۆیۆدیک"
  },
  {
    "id": "kcwjod12v",
    "text": "ناڤێ (HI(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "دوانەکرۆماتی پۆتاسیۆم (پڕتەقالی)",
      "یۆدیدی هایدرۆجین",
      "کلۆریدی مەگنیسیۆم",
      "ترشی نایتروز (لاواز)"
    ],
    "correctAnswer": "یۆدیدی هایدرۆجین"
  },
  {
    "id": "tc8uw0k0p",
    "text": "ناڤێ (HF(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ئەمۆنیۆم",
      "ترشی هایدرۆفلۆریک",
      "کلۆریدی کالیسیۆم",
      "کلۆریدی سۆدیۆم"
    ],
    "correctAnswer": "ترشی هایدرۆفلۆریک"
  },
  {
    "id": "zwhtv7koj",
    "text": "ناڤێ (HF(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "برۆمیدی هایدرۆجین",
      "کلۆریدی ئاسن (II)",
      "فلۆریدی هایدرۆجین",
      "ئوگزالاتا باریۆم"
    ],
    "correctAnswer": "فلۆریدی هایدرۆجین"
  },
  {
    "id": "jwli72ht6",
    "text": "ناڤێ (H₂S(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی کلۆریک",
      "ترشی هایدرۆکلۆریک",
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "ترشی هایدرۆگوگردیک"
    ],
    "correctAnswer": "ترشی هایدرۆگوگردیک"
  },
  {
    "id": "bthubyobx",
    "text": "ناڤێ (H₂S(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی فۆسفۆرۆز",
      "ترشی ئەسیتیک (خەلیک)",
      "یۆدیدی پۆتاسیۆم",
      "گوگردیدی دووانە هایدرۆجین"
    ],
    "correctAnswer": "گوگردیدی دووانە هایدرۆجین"
  },
  {
    "id": "is1m8ren0",
    "text": "ناڤێ (HCN(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "میسانۆل",
      "نیتراتی ئاسن (III)",
      "ئۆکسیدی سۆدیۆم",
      "ترشی هایدرۆسیانیک"
    ],
    "correctAnswer": "ترشی هایدرۆسیانیک"
  },
  {
    "id": "awyfd72rp",
    "text": "ناڤێ (HCN(g)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)",
      "سیانیدی هایدرۆجین",
      "سەلفاتی ئەلەمنیۆم",
      "ترشی ئەسیتیک (خەلیک)"
    ],
    "correctAnswer": "سیانیدی هایدرۆجین"
  },
  {
    "id": "rqphfs5bc",
    "text": "ناڤێ (HNO₃(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نایترایدی ئەلەمنیۆم",
      "ترشی نایتریک (بەهێز)",
      "فۆسفاتی ئەمۆنیۆم",
      "یەکە ئۆکسیدی کاربۆن"
    ],
    "correctAnswer": "ترشی نایتریک (بەهێز)"
  },
  {
    "id": "jt89pqc41",
    "text": "ناڤێ (HNO₃(l)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی سۆدیۆم",
      "ئۆکسیدی قوڕقوشم (II)",
      "هایدرۆکسیدی ستڕۆنتیۆم",
      "نیتراتی هایدرۆجین"
    ],
    "correctAnswer": "نیتراتی هایدرۆجین"
  },
  {
    "id": "4j243r7nm",
    "text": "ناڤێ (HNO₂(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفاتی هایدرۆجین (گۆگرداتێ دووانە هایدرۆجین)",
      "ترشی نایتروز (لاواز)",
      "نیتراتی پۆتاسیۆم",
      "سەلفاتی ئاسن (II)"
    ],
    "correctAnswer": "ترشی نایتروز (لاواز)"
  },
  {
    "id": "ks3yqfmcc",
    "text": "ناڤێ (HNO₂(l)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فلۆریدی کالیسیۆم",
      "فلۆریدی سۆدیۆم",
      "یەکە ئۆکسیدی نایترۆجین",
      "نیتریتی هایدرۆجین"
    ],
    "correctAnswer": "نیتریتی هایدرۆجین"
  },
  {
    "id": "joejobg6b",
    "text": "ناڤێ (H₂SO₄(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی گۆگردیک ",
      "فلۆریدی هایدرۆجین",
      "برۆمیدی هایدرۆجین",
      "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)"
    ],
    "correctAnswer": "ترشی گۆگردیک "
  },
  {
    "id": "iirry5blm",
    "text": "ناڤێ (H₂SO₄(l)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      " گۆگرداتێ دووانە هایدرۆجین",
      "کاربایدی سیلیکۆن",
      "هایدرۆکسیدی باریۆم",
      "کاربۆناتی سۆدیۆم"
    ],
    "correctAnswer": " گۆگرداتێ دووانە هایدرۆجین"
  },
  {
    "id": "du3w8007b",
    "text": "ناڤێ (H₂SO₃(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "دووە ئۆکسیدی نایترۆجین (گازەکا قاوەیی)",
      "ئوگزالاتا زینك",
      "کلۆریدی مس (II)",
      "ترشی گۆگردوز "
    ],
    "correctAnswer": "ترشی گۆگردوز "
  },
  {
    "id": "4z3jy6f5v",
    "text": "ناڤێ (H₂CO₃(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فۆرماڵدیهاید",
      "ترشی کاربۆنیک",
      "ئیسین (ئەسیلین)",
      "کاربۆناتی سۆدیۆم"
    ],
    "correctAnswer": "ترشی کاربۆنیک"
  },
  {
    "id": "e35013gq7",
    "text": "ناڤێ (H₃PO₄(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی تەنەکە/قەلای (II)",
      "کلۆریدی جیوە (II)",
      "ترشی فۆسفۆریک",
      "فۆسفاتی ئەمۆنیۆم"
    ],
    "correctAnswer": "ترشی فۆسفۆریک"
  },
  {
    "id": "7sp5wwul3",
    "text": "ناڤێ (H₃PO₃(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتریتی هایدرۆجین",
      "سەلفایدی قوڕقوشم (رەنگێ ڕەش)",
      "ئۆکسیدی مس (I) (سۆر)",
      "ترشی فۆسفۆرۆز"
    ],
    "correctAnswer": "ترشی فۆسفۆرۆز"
  },
  {
    "id": "anvp8yoc3",
    "text": "ناڤێ (HClO₄(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی پێرکلۆریک",
      "پەرمەنگەناتی پۆتاسیۆم (مۆر - بنەڤشی)",
      "برۆمیدی زیڤ (بۆ فلیمی)",
      "ئۆکسیدی قوڕقوشم (IV)"
    ],
    "correctAnswer": "ترشی پێرکلۆریک"
  },
  {
    "id": "xbmqbdtn6",
    "text": "ناڤێ (HClO₃(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "بیوتان",
      "هایپۆکلۆرایتی سۆدیۆم (ئاوا جلی)",
      "ترشی کلۆریک",
      "هایدرۆکسیدی مس (II)"
    ],
    "correctAnswer": "ترشی کلۆریک"
  },
  {
    "id": "0zuiw43mo",
    "text": "ناڤێ (HClO₂(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئوگزالاتا ئاسن (III)",
      "کرۆماتی قوڕقوشم (نیشتوویێ زەر)",
      "ترشی کلۆرۆز",
      "ئیسین (ئەسیلین)"
    ],
    "correctAnswer": "ترشی کلۆرۆز"
  },
  {
    "id": "3xlq6mte7",
    "text": "ناڤێ (HClO(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "برۆمیدی زیڤ (بۆ فلیمی)",
      "فۆرماڵدیهاید",
      "ترشی هایپۆکلۆرۆز",
      "هایدرۆکسیدی سیزیۆم"
    ],
    "correctAnswer": "ترشی هایپۆکلۆرۆز"
  },
  {
    "id": "bo6i19kjg",
    "text": "ناڤێ (CH₃COOH(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی قوڕقوشم (رەنگێ ڕەش)",
      "سیانیدی هایدرۆجین",
      "ترشی ئەسیتیک ",
      "هایدرۆکسیدی سیزیۆم"
    ],
    "correctAnswer": "ترشی ئەسیتیک "
  },
  {
    "id": "tws5c3xex",
    "text": "ناڤێ (H₂C₂O₄(aq)) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کرۆماتی قوڕقوشم (نیشتوویێ زەر)",
      "برۆمیدی پۆتاسیۆم",
      "ترشی ئوگزالیک",
      "کلۆریدی پۆتاسیۆم"
    ],
    "correctAnswer": "ترشی ئوگزالیک"
  },
  {
    "id": "50flpuu12",
    "text": "ناڤێ (LiOH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "یەکە ئۆکسیدی نایترۆجین",
      "ئیسان",
      "سێیە ئۆکسیدی گۆگرد",
      "هایدرۆکسیدی لیسیۆم"
    ],
    "correctAnswer": "هایدرۆکسیدی لیسیۆم"
  },
  {
    "id": "b7sxnf519",
    "text": "ناڤێ (NaOH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "بەنزین (Benzene)",
      "هایدرۆکسیدی سۆدیۆم",
      "نیتراتی کالیسیۆم",
      "پرۆپان"
    ],
    "correctAnswer": "هایدرۆکسیدی سۆدیۆم"
  },
  {
    "id": "hkowl2q7o",
    "text": "ناڤێ (KOH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی لیسیۆم",
      "هایدرۆکسیدی پۆتاسیۆم",
      "سەلفایدی مس",
      "هایدرۆکسیدی کالیسیۆم "
    ],
    "correctAnswer": "هایدرۆکسیدی پۆتاسیۆم"
  },
  {
    "id": "2avs6inu1",
    "text": "ناڤێ (RbOH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی کالیسیۆم",
      "هایدرۆکسیدی ڕوبیدیۆم",
      "هایدرۆکسیدی ئەمۆنیۆم",
      "کلۆریدی ئاسن (III)"
    ],
    "correctAnswer": "هایدرۆکسیدی ڕوبیدیۆم"
  },
  {
    "id": "twqogd449",
    "text": "ناڤێ (CsOH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی مس (II)",
      "هایدرۆکسیدی سیزیۆم",
      "کلۆریدی ئەلەمنیۆم",
      "سەلفاتی قوڕقوشم"
    ],
    "correctAnswer": "هایدرۆکسیدی سیزیۆم"
  },
  {
    "id": "b78ixko9g",
    "text": "ناڤێ (Be(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی بیریلیۆم",
      "سەلفاتی ئەلەمنیۆم",
      "کلۆریدی جیوە (II)",
      "پرۆپان"
    ],
    "correctAnswer": "هایدرۆکسیدی بیریلیۆم"
  },
  {
    "id": "98tznm1yr",
    "text": "ناڤێ (Mg(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی مس (II)",
      "برۆمیدی هایدرۆجین",
      "کاربایدی سیلیکۆن",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)"
    ],
    "correctAnswer": "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)"
  },
  {
    "id": "2ru1ayiy8",
    "text": "ناڤێ (Ca(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی کالیسیۆم ",
      "کاربۆناتی مەگنیسیۆم",
      "ترشی هایدرۆفلۆریک",
      "ترشی هایدرۆکلۆریک"
    ],
    "correctAnswer": "هایدرۆکسیدی کالیسیۆم "
  },
  {
    "id": "jbqx1suzd",
    "text": "ناڤێ (Sr(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ستڕۆنتیۆم",
      "نیتراتی ئاسن (III)",
      "دووە ئۆکسیدی گۆگرد",
      "پرۆپان"
    ],
    "correctAnswer": "هایدرۆکسیدی ستڕۆنتیۆم"
  },
  {
    "id": "rsdz9aww2",
    "text": "ناڤێ (Ba(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کاربۆناتی سۆدیۆم",
      "هایدرۆکسیدی مس (II)",
      "کلۆریدی مەگنیسیۆم",
      "هایدرۆکسیدی باریۆم"
    ],
    "correctAnswer": "هایدرۆکسیدی باریۆم"
  },
  {
    "id": "dfjznh250",
    "text": "ناڤێ (Al(OH)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی فۆسفۆرۆز",
      "هایدرۆکسیدی ئەلەمنیۆم",
      "سەلفایدی مس",
      "فلۆریدی کالیسیۆم"
    ],
    "correctAnswer": "هایدرۆکسیدی ئەلەمنیۆم"
  },
  {
    "id": "sxjnps619",
    "text": "ناڤێ (Fe(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی قوڕقوشم (IV)",
      "هایدرۆکسیدی ئاسن (II)",
      "سەلفاتی ئاسن (III)",
      "کلۆریدی سۆدیۆم"
    ],
    "correctAnswer": "هایدرۆکسیدی ئاسن (II)"
  },
  {
    "id": "1kvbt4ukp",
    "text": "ناڤێ (Fe(OH)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی کالیسیۆم (ئاهاکا vemirî)",
      "هایدرۆکسیدی ئاسن (III)",
      "نیتریتی هایدرۆجین",
      "چوارە ئۆکسیدی دووە نایترۆجین"
    ],
    "correctAnswer": "هایدرۆکسیدی ئاسن (III)"
  },
  {
    "id": "8mfudo1zt",
    "text": "ناڤێ (Cu(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی مس (II)",
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "کاربۆناتی کالیسیۆم",
      "فۆسفاتی سۆدیۆم"
    ],
    "correctAnswer": "هایدرۆکسیدی مس (II)"
  },
  {
    "id": "ziwsr5szb",
    "text": "ناڤێ (Zn(OH)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی باریۆم",
      "هایدرۆکسیدی زینك",
      "کلۆریدی کالیسیۆم",
      "ئوگزالاتا ئاسن (II)"
    ],
    "correctAnswer": "هایدرۆکسیدی زینك"
  },
  {
    "id": "xp6c3gh0w",
    "text": "ناڤێ (NH₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سێیە ئۆکسیدی گۆگرد",
      "ئەمۆنیوم (تفتەکا بێ OH)",
      "ترشی هایدرۆکلۆریک",
      "پێنتان"
    ],
    "correctAnswer": "ئەمۆنیوم (تفتەکا بێ OH)"
  },
  {
    "id": "vimfatejl",
    "text": "ناڤێ (NH₄OH) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ئەمۆنیۆم",
      "یۆدیدی هایدرۆجین",
      "ترشی ئوگزالیک",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)"
    ],
    "correctAnswer": "هایدرۆکسیدی ئەمۆنیۆم"
  },
  {
    "id": "y4rkpxmlg",
    "text": "ناڤێ (NaCl) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زینك",
      "کلۆریدی سۆدیۆم",
      "هایدرۆکسیدی ئاسن (III)",
      "ترشی ئەسیتیک (خەلیک)"
    ],
    "correctAnswer": "کلۆریدی سۆدیۆم"
  },
  {
    "id": "iiad9qh8u",
    "text": "ناڤێ (KCl) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "یۆدیدی هایدرۆجین",
      "نیتراتی کالیسیۆم",
      "فلۆریدی هایدرۆجین",
      "کلۆریدی پۆتاسیۆم"
    ],
    "correctAnswer": "کلۆریدی پۆتاسیۆم"
  },
  {
    "id": "k7traa0hg",
    "text": "ناڤێ (AgCl) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "سەلفاتی ئەمۆنیۆم",
      "سەلفاتی باریۆم (نیشتوویێ سپی)",
      "سەلفاتی ئاسن (II)"
    ],
    "correctAnswer": "کلۆریدی زیڤ (نیشتوویێ سپی)"
  },
  {
    "id": "5u9oqeey5",
    "text": "ناڤێ (MgCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئەمۆنیا (تفتەکا بێ OH)",
      "سەلفایدی مس",
      "فۆسفاتی ئەلەمنیۆم",
      "کلۆریدی مەگنیسیۆم"
    ],
    "correctAnswer": "کلۆریدی مەگنیسیۆم"
  },
  {
    "id": "14rpa3ivd",
    "text": "ناڤێ (CaCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی باریۆم",
      "کلۆریدی کالیسیۆم",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)",
      "کلۆریدی زیڤ (نیشتوویێ سپی)"
    ],
    "correctAnswer": "کلۆریدی کالیسیۆم"
  },
  {
    "id": "0tondf4m4",
    "text": "ناڤێ (BaCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی سۆدیۆم",
      "کلۆریدی باریۆم",
      "ئۆکسیدی ئاسنێ مەگناتیسی",
      "کاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "کلۆریدی باریۆم"
  },
  {
    "id": "gs1710izw",
    "text": "ناڤێ (AlCl₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفاتی ئەلەمنیۆم",
      "کلۆریدی ئەلەمنیۆم",
      "سەلفاتی ئاسن (III)",
      "نیتریتی هایدرۆجین"
    ],
    "correctAnswer": "کلۆریدی ئەلەمنیۆم"
  },
  {
    "id": "uef41w6lb",
    "text": "ناڤێ (FeCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی ئاسن (II)",
      "نیتراتی ئەلەمنیۆم",
      "برۆمیدی زیڤ (بۆ فلیمی)",
      "ئۆکسیدی قوڕقوشم (IV)"
    ],
    "correctAnswer": "کلۆریدی ئاسن (II)"
  },
  {
    "id": "zm72jtgq9",
    "text": "ناڤێ (FeCl₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی زینك",
      "سەلفاتی ئاسن (II)",
      "ئۆکسیدی مس (I) (سۆر)",
      "کلۆریدی ئاسن (III)"
    ],
    "correctAnswer": "کلۆریدی ئاسن (III)"
  },
  {
    "id": "4uf5cvaod",
    "text": "ناڤێ (CuCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی هایدرۆجین (گازی هێکێن گەنی)",
      "ترشی کلۆرۆز",
      "کلۆریدی مس (II)",
      "ترشی نایتریک (بەهێز)"
    ],
    "correctAnswer": "کلۆریدی مس (II)"
  },
  {
    "id": "uxex1v5jq",
    "text": "ناڤێ (ZnCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئەسیتۆن",
      "هایدرۆکسیدی پۆتاسیۆم (پۆتاسا کۆستیک)",
      "کلۆریدی زینك",
      "سەلفایدی زیڤ (ڕەشبوونا زیڤی)"
    ],
    "correctAnswer": "کلۆریدی زینك"
  },
  {
    "id": "wc3z67882",
    "text": "ناڤێ (PbCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زینك",
      "نیتراتی ئەلەمنیۆم",
      "کلۆریدی قوڕقوشم (II)",
      "سەلفایدی قوڕقوشم (رەنگێ ڕەش)"
    ],
    "correctAnswer": "کلۆریدی قوڕقوشم (II)"
  },
  {
    "id": "5uaactf50",
    "text": "ناڤێ (HgCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی جیوە (II)",
      "ترشی هایدرۆفلۆریک",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)",
      "ترشی هایدرۆکلۆریک"
    ],
    "correctAnswer": "کلۆریدی جیوە (II)"
  },
  {
    "id": "qmbpi9smz",
    "text": "ناڤێ (SnCl₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی تەنەکە (II)",
      "هایدرۆکسیدی ئەلەمنیۆم",
      "ئۆکسیدی پۆتاسیۆم",
      "سەلفایدی مس"
    ],
    "correctAnswer": "کلۆریدی تەنەکە (II)"
  },
  {
    "id": "12f2ujg3l",
    "text": "ناڤێ (NaF) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی کالیسیۆم",
      "نیتراتی مەگنیسیۆم",
      "فلۆریدی سۆدیۆم",
      "ئوگزالاتا پۆتاسیۆم"
    ],
    "correctAnswer": "فلۆریدی سۆدیۆم"
  },
  {
    "id": "qmj5spf8t",
    "text": "ناڤێ (CaF₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فلۆریدی کالیسیۆم",
      "نایترایدی مەگنیسیۆم",
      "هایدرۆکسیدی ڕوبیدیۆم",
      "سەلفاتی باریۆم (نیشتوویێ سپی)"
    ],
    "correctAnswer": "فلۆریدی کالیسیۆم"
  },
  {
    "id": "ql2rs2kwk",
    "text": "ناڤێ (KBr) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ئەمۆنیۆم",
      "ترشی گۆگردوز (سەلفیوروز)",
      "حەفتە ئۆکسیدی دووە مەنگەنیز",
      "برۆمیدی پۆتاسیۆم"
    ],
    "correctAnswer": "برۆمیدی پۆتاسیۆم"
  },
  {
    "id": "7uox9x5dv",
    "text": "ناڤێ (AgBr) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی زینك",
      "برۆمیدی زیڤ",
      "ترشی گۆگردوز",
      "سەلفاتی مەگنیسیۆم"
    ],
    "correctAnswer": "برۆمیدی زیڤ"
  },
  {
    "id": "6qp6qclqx",
    "text": "ناڤێ (KI) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئەسیتۆن",
      "نیتراتی مس (II)",
      "یۆدیدی پۆتاسیۆم",
      "نیتراتی قوڕقوشم"
    ],
    "correctAnswer": "یۆدیدی پۆتاسیۆم"
  },
  {
    "id": "040nhoiix",
    "text": "ناڤێ (PbI₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "یۆدیدی قوڕقوشم (نیشتوویێ زەر)",
      "نیتراتی کالیسیۆم",
      "فۆسفاتی ئەلەمنیۆم",
      "ئۆکسیدی نایترۆجین"
    ],
    "correctAnswer": "یۆدیدی قوڕقوشم (نیشتوویێ زەر)"
  },
  {
    "id": "n8bc3tjcg",
    "text": "ناڤێ (Na₂SO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "پێنتان",
      "گوگردیدی قوڕقوشم (رەنگێ ڕەش)",
      "گوگرداتێ ئاسن (II)",
      "گوگرداتێ سۆدیۆم"
    ],
    "correctAnswer": "گوگرداتێ سۆدیۆم"
  },
  {
    "id": "qeiqcg7u4",
    "text": "ناڤێ (K₂SO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئوگزالاتا مەگنیسیۆم",
      "گوگرداتێ پۆتاسیۆم",
      "برۆمیدی هایدرۆجین",
      "ترشی هایدرۆبرۆمیک"
    ],
    "correctAnswer": "گوگرداتێ پۆتاسیۆم"
  },
  {
    "id": "5d790qgfv",
    "text": "ناڤێ (CaSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "هایدرۆکسیدی ئاسن (III)",
      "گوگرداتێ کالیسیۆم",
      "گوگردیدێ قوڕقوشم (رەنگێ ڕەش)"
    ],
    "correctAnswer": "گوگرداتێ کالیسیۆم"
  },
  {
    "id": "vk1f33579",
    "text": "ناڤێ (MgSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "گوگرداتێ مەگنیسیۆم",
      "ترشی کلۆرۆز",
      "کلۆریدی سۆدیۆم",
      "برۆمیدی پۆتاسیۆم"
    ],
    "correctAnswer": "گوگرداتێ مەگنیسیۆم"
  },
  {
    "id": "lsp9zverp",
    "text": "ناڤێ (BaSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فۆسفاتی کالیسیۆم",
      "ترشی هایدرۆیۆدیک",
      "گوگرداتێ باریۆم (نیشتوویێ سپی)",
      "نیتراتی پۆتاسیۆم"
    ],
    "correctAnswer": "گوگرداتێ باریۆم (نیشتوویێ سپی)"
  },
  {
    "id": "nleditk4r",
    "text": "ناڤێ (CuSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی کالیسیۆم",
      "ئیسانۆل",
      "گوگرداێ مس (II) (رەنگێ شین)",
      "کاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "گوگرداێ مس (II) (رەنگێ شین)"
  },
  {
    "id": "2gmstd78t",
    "text": "ناڤێ (FeSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆیۆدیک",
      "کلۆریدی هایدرۆجین",
      "گوگرداتێ ئاسن (II)",
      "سیانیدی پۆتاسیۆم (ژەهر)"
    ],
    "correctAnswer": "گوگرداتێ ئاسن (II)"
  },
  {
    "id": "j6agzmzxv",
    "text": "ناڤێ (Fe₂(SO₄)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی هایدرۆجین",
      "کلۆریدی قوڕقوشم (II)",
      "گوگرداتێ ئاسن (III)",
      "نیتراتی ئەلەمنیۆم"
    ],
    "correctAnswer": "گوگرداتێ ئاسن (III)"
  },
  {
    "id": "9va1kzvb2",
    "text": "ناڤێ (Al₂(SO₄)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆفلۆریک",
      "گوگرداتێ ئەلەمنیۆم",
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "فۆسفاتی سۆدیۆم"
    ],
    "correctAnswer": "گوگرداتێ ئەلەمنیۆم"
  },
  {
    "id": "ct5p5m2ua",
    "text": "ناڤێ (ZnSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی فۆسفۆریک",
      "گوگرداتێ زینك",
      "گوگرداتێ باریۆم (نیشتوویێ سپی)",
      "بیکاربۆناتی سۆدیۆم"
    ],
    "correctAnswer": "گوگرداتێ زینك"
  },
  {
    "id": "f9msvtf20",
    "text": "ناڤێ (PbSO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "ترشی هایدرۆسەلفایدی",
      "گوگرداتێ قوڕقوشم",
      "کلۆریدی تەنەکە/قەلای (II)"
    ],
    "correctAnswer": "گوگرداتێ قوڕقوشم"
  },
  {
    "id": "w14ltnlrk",
    "text": "ناڤێ NH₄)₂ SO₄)  چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆفلۆریک",
      "برۆمیدی هایدرۆجین",
      "گوگرداتێ ئەمۆنیۆم",
      "ترشی فۆسفۆرۆز"
    ],
    "correctAnswer": "گوگرداتێ ئەمۆنیۆم"
  },
  {
    "id": "pwfppuwu8",
    "text": "ناڤێ (Na₂S) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "بیکاربۆناتی سۆدیۆم",
      "گوگردیدی سۆدیۆم",
      "کلۆریدی قوڕقوشم (II)",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)"
    ],
    "correctAnswer": "گوگردیدی سۆدیۆم"
  },
  {
    "id": "9oqcfs29p",
    "text": "ناڤێ (FeS) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فلۆریدی هایدرۆجین",
      "گوگردیدی ئاسن (II)",
      "کلۆریدی ئاسن (II)",
      "دووە ئۆکسیدی نایترۆجین (گازەکا قاوەیی)"
    ],
    "correctAnswer": "گوگردیدی ئاسن (II)"
  },
  {
    "id": "9b0h9kuoq",
    "text": "ناڤێ (ZnS) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کاربۆناتی پۆتاسیۆم",
      "کلۆریدی باریۆم",
      "گوگردیدی زینك",
      "هایدرۆکسیدی زینك"
    ],
    "correctAnswer": "گوگردیدی زینك"
  },
  {
    "id": "vvmp5exv5",
    "text": "ناڤێ (PbS) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی لیسیۆم",
      "گوگردیدی قوڕقوشم (رەنگێ ڕەش)",
      "نیتراتی مەگنیسیۆم",
      "سێیە ئۆکسیدی گۆگرد"
    ],
    "correctAnswer": "گوگردیدی قوڕقوشم (رەنگێ ڕەش)"
  },
  {
    "id": "ob6q48vek",
    "text": "ناڤێ (Ag₂S) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی گۆگردیک (سەلفیوریک)",
      "گوگردیدی زیڤ (ڕەشبوونا زیڤی)",
      "بیکاربۆناتی سۆدیۆم",
      "کلۆریدی کالیسیۆم"
    ],
    "correctAnswer": "گوگردیدی زیڤ (ڕەشبوونا زیڤی)"
  },
  {
    "id": "7l8zcn9m2",
    "text": "ناڤێ (CuS) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆسەلفایدی",
      "ترشی ئوگزالیک",
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "گوگردیدی مس"
    ],
    "correctAnswer": "گوگردیدی مس"
  },
  {
    "id": "55jvzzdop",
    "text": "ناڤێ (NaNO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "یۆدیدی پۆتاسیۆم",
      "برۆمیدی هایدرۆجین",
      "نیتراتی سۆدیۆم",
      "ترشی کلۆریک"
    ],
    "correctAnswer": "نیتراتی سۆدیۆم"
  },
  {
    "id": "gu4kp3eov",
    "text": "ناڤێ (KNO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی ئاسن (II)",
      "ئەمۆنیا (تفتەکا بێ OH)",
      "نیتراتی پۆتاسیۆم",
      "نیتراتی ئاسن (III)"
    ],
    "correctAnswer": "نیتراتی پۆتاسیۆم"
  },
  {
    "id": "3fiue280j",
    "text": "ناڤێ (AgNO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی ئوگزالیک",
      "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)",
      "سەلفایدی هایدرۆجین (گازی هێکێن گەنی)",
      "ترشی نایتروز (لاواز)"
    ],
    "correctAnswer": "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)"
  },
  {
    "id": "liu56zpft",
    "text": "ناڤێ (Mg(NO₃)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کرۆماتی قوڕقوشم (نیشتوویێ زەر)",
      "سەلفاتی زینك",
      "نیتراتی مەگنیسیۆم",
      "ترشی فۆسفۆریک"
    ],
    "correctAnswer": "نیتراتی مەگنیسیۆم"
  },
  {
    "id": "zhzz6ft0m",
    "text": "ناڤێ (Ca(NO₃)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی جیوە (II)",
      "نیتراتی کالیسیۆم",
      "ترشی پێرکلۆریک",
      "سێیە ئۆکسیدی گۆگرد"
    ],
    "correctAnswer": "نیتراتی کالیسیۆم"
  },
  {
    "id": "hzn7nife1",
    "text": "ناڤێ (Pb(NO₃)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی زیڤ (ڕەشبوونا زیڤی)",
      "نیتراتی قوڕقوشم",
      "نیتراتی مس (II)",
      "هایدرۆکسیدی مس (II)"
    ],
    "correctAnswer": "نیتراتی قوڕقوشم"
  },
  {
    "id": "m9xjs9ylg",
    "text": "ناڤێ (Cu(NO₃)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی نایتروز (لاواز)",
      "هایدرۆکسیدی ئاسن (II)",
      "نیتراتی مس (II)",
      "کلۆریدی کالیسیۆم"
    ],
    "correctAnswer": "نیتراتی مس (II)"
  },
  {
    "id": "e0aqae4r5",
    "text": "ناڤێ (Al(NO₃)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی ئەلەمنیۆم",
      "ترشی گۆگردوز (سەلفیوروز)",
      "ئۆکسیدی قوڕقوشم (II)",
      "ترشی پێرکلۆریک"
    ],
    "correctAnswer": "نیتراتی ئەلەمنیۆم"
  },
  {
    "id": "yr9714t0c",
    "text": "ناڤێ (Fe(NO₃)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی ئاسن (III)",
      "ئوگزالاتا ئەمۆنیۆم",
      "دوانەکرۆماتی پۆتاسیۆم (پڕتەقالی)",
      "ئۆکسیدی سۆدیۆم"
    ],
    "correctAnswer": "نیتراتی ئاسن (III)"
  },
  {
    "id": "ugp0042oo",
    "text": "ناڤێ (NH₄NO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی مس (II)",
      "ئوگزالاتا ئەمۆنیۆم",
      "نیتراتی ئەمۆنیۆم",
      "برۆمیدی هایدرۆجین"
    ],
    "correctAnswer": "نیتراتی ئەمۆنیۆم"
  },
  {
    "id": "ir5mejvd3",
    "text": "ناڤێ (Na₂CO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کاربۆناتی سۆدیۆم",
      "کلۆریدی هایدرۆجین",
      "ترشی گۆگردیک (سەلفیوریک)",
      "ترشی ئەسیتیک (خەلیک)"
    ],
    "correctAnswer": "کاربۆناتی سۆدیۆم"
  },
  {
    "id": "n1gg183i6",
    "text": "ناڤێ (K₂CO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سیانیدی هایدرۆجین",
      "کلۆریدی زینك",
      "پێنتان",
      "کاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "کاربۆناتی پۆتاسیۆم"
  },
  {
    "id": "axneqx75l",
    "text": "ناڤێ (CaCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کاربۆناتی کالیسیۆم",
      "ئۆکسیدی قوڕقوشم (II)",
      "کلۆریدی هایدرۆجین",
      "یۆدیدی قوڕقوشم (نیشتوویێ زەر)"
    ],
    "correctAnswer": "کاربۆناتی کالیسیۆم"
  },
  {
    "id": "o0lpm40cn",
    "text": "ناڤێ (MgCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "کاربۆناتی مەگنیسیۆم",
      "سەلفاتی مەگنیسیۆم",
      "سەلفایدی سۆدیۆم"
    ],
    "correctAnswer": "کاربۆناتی مەگنیسیۆم"
  },
  {
    "id": "ltcft7i7y",
    "text": "ناڤێ (BaCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هێکسان",
      "ئۆکسیدی مس (II) (ڕەش)",
      "کاربۆناتی باریۆم",
      "کاربۆناتی کالیسیۆم"
    ],
    "correctAnswer": "کاربۆناتی باریۆم"
  },
  {
    "id": "zh0pnyb2a",
    "text": "ناڤێ (CuCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆسیانیک",
      "ترشی هایدرۆیۆدیک",
      "ئۆکسیدی ئاسن (II)",
      "کاربۆناتی مس"
    ],
    "correctAnswer": "کاربۆناتی مس"
  },
  {
    "id": "utassgmr9",
    "text": "ناڤێ (NaCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی قوڕقوشم",
      "برۆمیدی پۆتاسیۆم",
      "هایدرۆکسیدی پۆتاسیۆم (پۆتاسا کۆستیک)",
      "کاربۆناتی سۆدیۆم"
    ],
    "correctAnswer": "کاربۆناتی سۆدیۆم"
  },
  {
    "id": "bqwnnw76k",
    "text": "ناڤێ (KCO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی ئاسن (II)",
      "کلۆریدی هایدرۆجین",
      "برۆمیدی هایدرۆجین",
      "کاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "کاربۆناتی پۆتاسیۆم"
  },
  {
    "id": "pngeh2fki",
    "text": "ناڤێ (Na₂O) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی سۆدیۆم",
      "پەرمەنگەناتی پۆتاسیۆم (مۆر - بنەڤشی)",
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "ترشی ئوگزالیک"
    ],
    "correctAnswer": "ئۆکسیدی سۆدیۆم"
  },
  {
    "id": "j2tpxi9gc",
    "text": "ناڤێ (K₂O) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی قوڕقوشم (IV)",
      "سەلفاتی ئەلەمنیۆم",
      "سەلفاتی پۆتاسیۆم",
      "ئۆکسیدی پۆتاسیۆم"
    ],
    "correctAnswer": "ئۆکسیدی پۆتاسیۆم"
  },
  {
    "id": "d7tzfoxiz",
    "text": "ناڤێ (MgO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فلۆریدی سۆدیۆم",
      "ئۆکسیدی مەگنیسیۆم (تۆزەکا سپی یە)",
      "دووە ئۆکسیدی کاربۆن",
      "ترشی هایدرۆسیانیک"
    ],
    "correctAnswer": "ئۆکسیدی مەگنیسیۆم (تۆزەکا سپی یە)"
  },
  {
    "id": "i6i6fuyb0",
    "text": "ناڤێ (CaO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "دووە ئۆکسیدی نایترۆجین (گازەکا قاوەیی)",
      "کلۆریدی جیوە (II)",
      "ئۆکسیدی کالیسیۆم"
    ],
    "correctAnswer": "ئۆکسیدی کالیسیۆم"
  },
  {
    "id": "xff9boklo",
    "text": "ناڤێ (Al₂O₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی ئەلەمنیۆم",
      "سەلفایدی مس",
      "هایدرۆکسیدی سیزیۆم",
      "کاربایدی سیلیکۆن"
    ],
    "correctAnswer": "ئۆکسیدی ئەلەمنیۆم"
  },
  {
    "id": "cjaj2dpsy",
    "text": "ناڤێ (FeO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی ئاسن (II)",
      "سەلفاتی زینك",
      "ترشی پێرکلۆریک",
      "ئەسیتیلین"
    ],
    "correctAnswer": "ئۆکسیدی ئاسن (II)"
  },
  {
    "id": "isxxp9qqh",
    "text": "ناڤێ (Fe₂O₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی ئاسن (III)",
      "سێیە ئۆکسیدی گۆگرد",
      "ئۆکسیدی قوڕقوشم (II)",
      "دەهە ئۆکسیدی چوارە فۆسفۆر"
    ],
    "correctAnswer": "ئۆکسیدی ئاسن (III)"
  },
  {
    "id": "b55jy0mce",
    "text": "ناڤێ (Fe₃O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی مس (II)",
      "ئۆکسیدی ئاسنێ(ⅠⅠ)(ⅠⅠⅠ) مەگناتیسی",
      "میسان",
      "نیتراتی کالیسیۆم"
    ],
    "correctAnswer": "ئۆکسیدی ئاسنێ(ⅠⅠ)(ⅠⅠⅠ) مەگناتیسی"
  },
  {
    "id": "sv3egxxof",
    "text": "ناڤێ (CuO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کرۆماتی قوڕقوشم (نیشتوویێ زەر)",
      "کلۆریدی مەگنیسیۆم",
      "ئۆکسیدی مس (II) (ڕەش)",
      "سیانیدی هایدرۆجین"
    ],
    "correctAnswer": "ئۆکسیدی مس (II) (ڕەش)"
  },
  {
    "id": "15u08r6d3",
    "text": "ناڤێ (Cu₂O) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)",
      "ئۆکسیدی مس (I) (سۆر)",
      "سەلفاتی سۆدیۆم",
      "سەلفاتی ئاسن (III)"
    ],
    "correctAnswer": "ئۆکسیدی مس (I) (سۆر)"
  },
  {
    "id": "vns9ielr7",
    "text": "ناڤێ (ZnO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی قوڕقوشم (رەنگێ ڕەش)",
      "ئۆکسیدی قوڕقوشم (IV)",
      "کلۆریدی ئاسن (II)",
      "ئۆکسیدی زینك"
    ],
    "correctAnswer": "ئۆکسیدی زینك"
  },
  {
    "id": "0w4e5wwcz",
    "text": "ناڤێ (PbO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "یەکە ئۆکسیدی کاربۆن",
      "ترشی گۆگردیک (سەلفیوریک)",
      "ئۆکسیدی قوڕقوشم (II)",
      "ترشی پێرکلۆریک"
    ],
    "correctAnswer": "ئۆکسیدی قوڕقوشم (II)"
  },
  {
    "id": "2cf4e0no2",
    "text": "ناڤێ (PbO₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فۆسفاتی ئەمۆنیۆم",
      "هایدرۆکسیدی مەگنیسیۆم (شیرێ مەگنیسیا)",
      "ئۆکسیدی قوڕقوشم (IV)",
      "سەلفاتی هایدرۆجین (گۆگرداتێ دووانە هایدرۆجین)"
    ],
    "correctAnswer": "ئۆکسیدی قوڕقوشم (IV)"
  },
  {
    "id": "g7wd6d7nc",
    "text": "ناڤێ (SO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی بیریلیۆم",
      "ترشی فۆسفۆریک",
      "هایدرۆکسیدی پۆتاسیۆم (پۆتاسا کۆستیک)",
      "گوگردیت"
    ],
    "correctAnswer": "گوگردیت"
  },
  {
    "id": "0wcem2jdl",
    "text": "ناڤێ (N₂O) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایدرۆکسیدی زینك",
      "ئۆکسیدی نایترۆجین",
      "ئۆکسیدی ئاسن (II)",
      "هایدرۆکسیدی لیسیۆم"
    ],
    "correctAnswer": "ئۆکسیدی نایترۆجین"
  },
  {
    "id": "aen0uwb27",
    "text": "ناڤێ (KMnO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "پێرمەنگەناتی پۆتاسیۆم (مۆر - بنەڤشی)",
      "مەنگەناتی پۆتاسیۆم (مۆر - بنەڤشی)",
      "کلۆریدی مەگنیسیۆم",
      "فۆسفاتی ئەلەمنیۆم"
    ],
    "correctAnswer": "پێرمەنگەناتی پۆتاسیۆم (مۆر - بنەڤشی)"
  },
  {
    "id": "tr5p74eda",
    "text": "ناڤێ (K₂Cr₂O₇) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفاتی ئاسن (III)",
      "ترشی کلۆریک",
      "ئەسیتۆن",
      "دوانەکرۆماتی پۆتاسیۆم (پڕتەقالی)"
    ],
    "correctAnswer": "دوانەکرۆماتی پۆتاسیۆم (پڕتەقالی)"
  },
  {
    "id": "rqihehhae",
    "text": "ناڤێ (Na₂Cr₂O₇) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "دوانەکرۆماتی سۆدیۆم (پڕتەقالی)",
      "سیانیدی سۆدیۆم",
      "ترشی هایدرۆکلۆریک",
      "کلۆریدی باریۆم"
    ],
    "correctAnswer": "دوانەکرۆماتی سۆدیۆم (پڕتەقالی)"
  },
  {
    "id": "unar3r6ct",
    "text": "ناڤێ (K₂CrO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆبرۆمیک",
      "هایدرۆکسیدی لیسیۆم",
      "کرۆماتی پۆتاسیۆم (زەر)",
      "ترشی گۆگردیک (سەلفیوریک)"
    ],
    "correctAnswer": "کرۆماتی پۆتاسیۆم (زەر)"
  },
  {
    "id": "s9kov4g3a",
    "text": "ناڤێ (PbCrO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی کالیسیۆم",
      "کرۆماتی قوڕقوشم (نیشتوویێ زەر)",
      "کلۆریدی ئاسن (III)",
      "برۆمیدی پۆتاسیۆم"
    ],
    "correctAnswer": "کرۆماتی قوڕقوشم (نیشتوویێ زەر)"
  },
  {
    "id": "9y7cv6zbr",
    "text": "ناڤێ (H₂O₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "برۆمیدی پۆتاسیۆم",
      "پیرۆکسیدی هایدرۆجین",
      "کلۆریدی باریۆم",
      "سێیە ئۆکسیدی گۆگرد"
    ],
    "correctAnswer": "پیرۆکسیدی هایدرۆجین"
  },
  {
    "id": "ro0gndqsn",
    "text": "ناڤێ (Na₂O₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "پیرۆکسیدی سۆدیۆم",
      "سەلفایدی زیڤ (ڕەشبوونا زیڤی)",
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "هایدرۆکسیدی سیزیۆم"
    ],
    "correctAnswer": "پیرۆکسیدی سۆدیۆم"
  },
  {
    "id": "v01bvccpo",
    "text": "ناڤێ (KClO₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆبرۆمیک",
      "ئەمۆنیا (تفتەکا بێ OH)",
      "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)",
      "بیکاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "کلۆراتی پۆتاسیۆم (بۆ تەقینەوە و یاریێن ئاگری)"
  },
  {
    "id": "tza4pb7s6",
    "text": "ناڤێ (NaClO) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "هایپۆکلۆرایتی سۆدیۆم ",
      "ترشی هایپۆکلۆرۆز",
      "کلۆریدی کالیسیۆم",
      "ئیسانۆل"
    ],
    "correctAnswer": "هایپۆکلۆرایتی سۆدیۆم "
  },
  {
    "id": "21w8wjp6n",
    "text": "ناڤێ (Na₃PO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی کلۆرۆز",
      "سەلفاتی ئاسن (III)",
      "ترشی هایدرۆبرۆمیک",
      "فۆسفاتی سۆدیۆم"
    ],
    "correctAnswer": "فۆسفاتی سۆدیۆم"
  },
  {
    "id": "we68db9xc",
    "text": "ناڤێ (Ca₃(PO₄)₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی هایدرۆجین",
      "فۆسفاتی کالیسیۆم",
      "سەلفاتی هایدرۆجین (گۆگرداتێ دووانە هایدرۆجین)",
      "ترشی کاربۆنیک"
    ],
    "correctAnswer": "فۆسفاتی کالیسیۆم"
  },
  {
    "id": "24qbejoda",
    "text": "ناڤێ NH₄)₃PO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆکلۆریک",
      "هایدرۆکسیدی لیسیۆم",
      "فۆسفاتی ئەمۆنیۆم",
      "هایدرۆکسیدی ئاسن (III)"
    ],
    "correctAnswer": "فۆسفاتی ئەمۆنیۆم"
  },
  {
    "id": "3hpec1ydg",
    "text": "ناڤێ (AlPO₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "فۆسفاتی ئەلەمنیۆم",
      "هایدرۆکسیدی پۆتاسیۆم (پۆتاسا کۆستیک)",
      "کاربۆناتی سۆدیۆم",
      "نیتراتی زیڤ (گرنگە بۆ تێستا کلۆریدی)"
    ],
    "correctAnswer": "فۆسفاتی ئەلەمنیۆم"
  },
  {
    "id": "htwpkh6e2",
    "text": "ناڤێ (KCN) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئۆکسیدی قوڕقوشم (II)",
      "ئەمۆنیا (تفتەکا بێ OH)",
      "سیانیدی پۆتاسیۆم (ژەهر)",
      "هایدرۆکسیدی ستڕۆنتیۆم"
    ],
    "correctAnswer": "سیانیدی پۆتاسیۆم (ژەهر)"
  },
  {
    "id": "i2j1hb6a8",
    "text": "ناڤێ (NaCN) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سیانیدی سۆدیۆم",
      "سەلفاتی ئاسن (III)",
      "ترشی نایتریک (بەهێز)",
      "ئۆکسیدی ئەلەمنیۆم"
    ],
    "correctAnswer": "سیانیدی سۆدیۆم"
  },
  {
    "id": "jdwd16x1f",
    "text": "ناڤێ (CaC₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کرۆماتی پۆتاسیۆم (زەر)",
      "کاربایدی کالیسیۆم",
      "ئوگزالاتا ئەمۆنیۆم",
      "فۆسفاتی ئەمۆنیۆم"
    ],
    "correctAnswer": "کاربایدی کالیسیۆم"
  },
  {
    "id": "ptxh1giop",
    "text": "ناڤێ (SiC) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "دوانەکرۆماتی پۆتاسیۆم (پڕتەقالی)",
      "هایدرۆکسیدی زینك",
      "کاربایدی سیلیکۆن",
      "کاربۆناتی پۆتاسیۆم"
    ],
    "correctAnswer": "کاربایدی سیلیکۆن"
  },
  {
    "id": "8d3o0o7o0",
    "text": "ناڤێ (AlN) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نایترایدی ئەلەمنیۆم",
      "کلۆریدی مس (II)",
      "ئۆکسیدی مس (II) (ڕەش)",
      "ترشی هایدرۆفلۆریک"
    ],
    "correctAnswer": "نایترایدی ئەلەمنیۆم"
  },
  {
    "id": "p3awnahu9",
    "text": "ناڤێ (Mg₃N₂) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی ئەمۆنیۆم",
      "نایترایدی مەگنیسیۆم",
      "کلۆریدی قوڕقوشم (II)",
      "ئەمۆنیا (تفتەکا بێ OH)"
    ],
    "correctAnswer": "نایترایدی مەگنیسیۆم"
  },
  {
    "id": "b2hx7ps4u",
    "text": "ناڤێ (Na₂C₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئوگزالاتێ سۆدیۆم",
      "سیانیدی پۆتاسیۆم (ژەهر)",
      "دووە ئۆکسیدی گۆگرد",
      "دوانەکرۆماتی سۆدیۆم (پڕتەقالی)"
    ],
    "correctAnswer": "ئوگزالاتێ سۆدیۆم"
  },
  {
    "id": "gi1ziv4au",
    "text": "ناڤێ (K₂C₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "دوانەکرۆماتی سۆدیۆم (پڕتەقالی)",
      "ئوگزالاتێ پۆتاسیۆم",
      "نیتراتی قوڕقوشم",
      "ئیسین (ئەسیلین)"
    ],
    "correctAnswer": "ئوگزالاتێ پۆتاسیۆم"
  },
  {
    "id": "4vgywvn7p",
    "text": "ناڤێ NH₄)₂C₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی هایدرۆسەلفایدی",
      "ئوگزالاتێ ئەمۆنیۆم",
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "هایپۆکلۆرایتی سۆدیۆم (ئاوا جلی)"
    ],
    "correctAnswer": "ئوگزالاتێ ئەمۆنیۆم"
  },
  {
    "id": "rsx97ii12",
    "text": "ناڤێ (CaC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی قوڕقوشم (II)",
      "کلۆریدی زیڤ (نیشتوویێ سپی)",
      "ئوگزالاتێ کالیسیۆم",
      "سەلفاتی ئاسن (III)"
    ],
    "correctAnswer": "ئوگزالاتێ کالیسیۆم"
  },
  {
    "id": "y285g0orz",
    "text": "ناڤێ (MgC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "نیتراتی پۆتاسیۆم",
      "سەلفایدی قوڕقوشم (رەنگێ ڕەش)",
      "کلۆریدی پۆتاسیۆم",
      "ئوگزالاتێ مەگنیسیۆم"
    ],
    "correctAnswer": "ئوگزالاتێ مەگنیسیۆم"
  },
  {
    "id": "xgw4od2dg",
    "text": "ناڤێ (BaC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "پرۆپان",
      "نیتراتی مس (II)",
      "هایدرۆکسیدی کالیسیۆم (ئاهاکا vemirî)",
      "ئوگزالاتێ باریۆم"
    ],
    "correctAnswer": "ئوگزالاتێ باریۆم"
  },
  {
    "id": "vq3g7p13z",
    "text": "ناڤێ (FeC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ئوگزالاتێ ئاسن (II)",
      "ئۆکسیدی قوڕقوشم (IV)",
      "دوانەکرۆماتی سۆدیۆم (پڕتەقالی)",
      "هایدرۆکسیدی ڕوبیدیۆم"
    ],
    "correctAnswer": "ئوگزالاتا ئاسن (II)"
  },
  {
    "id": "j6i3eucky",
    "text": "ناڤێ (Fe₂(C₂O₄)₃) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "سەلفایدی زیڤ (ڕەشبوونا زیڤی)",
      "ئۆکسیدی مس (II) (ڕەش)",
      "ئوگزالاتێ ئاسن (III)",
      "یۆدیدی پۆتاسیۆم"
    ],
    "correctAnswer": "ئوگزالاتێ ئاسن (III)"
  },
  {
    "id": "yulm7zkaw",
    "text": "ناڤێ (CuC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "ترشی کلۆریک",
      "ئۆکسیدی مس (I) (سۆر)",
      "ترشی نایتروز (لاواز)",
      "ئوگزالاتێ مس (II)"
    ],
    "correctAnswer": "ئوگزالاتێ مس (II)"
  },
  {
    "id": "3h9k18caa",
    "text": "ناڤێ (ZnC₂O₄) چییە؟",
    "type": "MULTIPLE_CHOICE",
    "options": [
      "کلۆریدی مس (II)",
      "کرۆماتی پۆتاسیۆم (زەر)",
      "ئوگزالاتێ زینك",
      "نیتراتی مس (II)"
    ],
    "correctAnswer": "ئوگزالاتێ زینك"
  }
];

export const INITIAL_QUIZZES: Quiz[] = [
  {
    id: 'chem-main-quiz',
    title: 'ناڤێن پێکهاتێن کیمیایێ',
    description: `${questions.length} پرسیار دەربارەی ناڤ و هێمایێن کیمیایێ`,
    questions: questions as any[],
    maxQuestionsToShow: 5,
    timerSeconds: 20
  }
];